{
    "Ad Hominem": {
        "definition": "Attacking a person/group instead of addressing their arguments.",
        "example": "Climate science can't be trusted because climate scientists are biased.;OR Climate scientists say climate change is real so they can obtain more funding for their careers."
    },
    "Anecdote": {
        "definition": "Using personal experience or isolated examples instead of sound arguments or compelling evidence.",
        "example": "The weather is cold today—whatever happened to global warming?"
    },
    "Cherry Picking": {
        "definition": "Carefully selecting data that appear to confirm one position while ignoring other data that contradicts that position.",
        "example": "Global warming stopped in 1998.;OR We know for sure that the winter of 2014 was one of the coldest in US history, which suggests that global warming is not happening."
    },
    "Conspiracy Theory": {
        "definition": "Proposing that a secret plan exists to implement a nefarious scheme such as hiding a truth.",
        "example": "The climategate emails prove that climate scientists have engaged in a conspiracy to deceive the public."
    },
    "Fake Experts": {
        "definition": "Presenting an unqualified person or institution as a source of credible information.",
        "example": "A retired physicist argues against the climate consensus, claiming the current weather change is just a natural occurrence.;OR Nobel Prize winning scientists have publicly expressed their skepticism about climate change."
    },
    "False Choice": {
        "definition": "Presenting two options as the only possibilities, when other possibilities exist.",
        "example": "CO2 lags temperature in the ice core record, proving that temperature drives CO2, not the other way around."
    },
    "False Equivalence": {
        "definition": "Incorrectly claiming that two things are equivalent, despite the fact that there are notable differences between them.",
        "example": "Why all the fuss about COVID when thousands die from the flu every year."
    },
    "Impossible Expectations": {
        "definition": "Demanding unrealistic standards of certainty before acting on the science.",
        "example": "Scientists can't predict the exact temperatures for next year, so how can we trust that their projected models of climate change are exactly accurate?"
    },
    "Misrepresentation": {
        "definition": "Misrepresenting a situation or an opponent's position in such a way as to distort understanding.",
        "example": "Scientists changed the name from 'global warming' to 'climate change' because of evidence that global warming stopped happening."
    },
    "Oversimplification": {
        "definition": "Simplifying a situation in such a way as to distort understanding, leading to erroneous conclusions.",
        "example": "CO2 is plant food so burning fossil fuels will be good for plants."
    },
    "Single Cause": {
        "definition": "Assuming a single cause or reason when there might be multiple causes or reasons.",
        "example": "Some suggest that climate change is part of a natural solar cycle of warming and cooling phases, and that is what's causing temperatures to change, not human activity."
    },
    "Slothful Induction": {
        "definition": "Ignoring relevant evidence when coming to a conclusion.",
        "example": "There is no empirical evidence that humans are causing global warming."
    }
}